<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<title>网页内容简介</title>
</head>
<body>
<form action="/firstPage" method="get">
      <center>
                            科技研究主要集中在政府部门所属科研机构和大学。但限于以往计划经济下条件下行业关系，形成一定重复。大学由于经费投入不足，基础研究受到
                      影响。而企业却因为难以得到有效的经费，导致技术开发不够。大学，研究所与企业之间，在研究与技术开发和转移中缺少一个衔接环节，因而困扰用创
                     着工业技术创新活动，技术成果转化率低下，技术开发与生产以及技术开发与市场化环节之间存在严重脱节状况。国家将决定采取企业用于活动经费和运
                     新技术产生的利润实行减税等激励政策，逐步推动企业成为活动经费投入主体创造必要条件。同时，建立国家级管理体制实施国家科技发展战略，对大学
                     在逐步增加科研经费投入的同时，推动产学研三者的结合，加速大学技术开发和转移以及科研成果的转化。
                              此系统主页通过分为三部分，游客、教师和管理员都可登录主页，查看具体学校对应的老师的论文，以及各个大学和文献。而后关于用户登录部分可
                     以查看自己的基本信息，并且修改自己信息和密码后可以验证，在提交论文后可通过查看论文和教师连接信息来验证是否提交成功。关于管理员部分，管理
                     员登陆之后，管理员可以实现对教师，学校，学院，文献信息的增删改查功能，方便管理操作。     
      </center>
      </form>
</body>
</html>